Repository: lexo-ch/lexo-pages-order
Catalog: languages/po-*.po
Languages: de_de

source: Change the order of the subpages by clicking and dragging the respective page to the desired location.
de_de: Ändern Sie die Reihenfolge der Unterseiten durch klicken + ziehen der jeweiligen Seite an den gewünschten Ort.

source: Exclude page from menu<br><small>(and all it's subpages)</small>
de_de: Seite vom Menü ausschliessen<br><small>(und alle ihre Unterseiten)</small>

source: Excluded from main menu
de_de: Vom Hauptmenu ausgeschlossen

source: here
de_de: hier

source: If you want to change the order of the pages in the main menu, you can do so %s.
de_de: Wenn Sie die Reihenfolge der Seiten im Hauptmenü ändern möchten, können Sie dies %s tun.

source: LEXO Pages Order
de_de: LEXO Seitenmanagement

source: No subpages found for this page.
de_de: Keine Unterseiten für diese Seite gefunden.

source: Plugin %s is up to date.
de_de: Das Plugin %s ist auf dem neuesten Stand.

source: Security check failed.
de_de: Sicherheitsüberprüfung fehlgeschlagen.

source: Subpage Settings
de_de: Unterseiteneinstellungen

source: Subpage settings are disabled for this page because its subpages are the part of the main menu.
de_de: Die Unterseiteneinstellungen sind für diese Seite deaktiviert, da ihre Unterseiten Teil des Hauptmenüs sind.

source: Subpages menu order.
de_de: Reihenfolge der Unterseiten im Menü.

source: This page and all it's subpages are excluded from the main menu because its parent page %s is excluded.
de_de: Diese Seite und alle ihre Unterseiten sind vom Hauptmenü ausgeschlossen, da die übergeordnete Seite %s ausgeschlossen ist.

source: This page and all it's subpages are excluded from the main menu.
de_de: Diese Seite und alle ihre Unterseiten sind vom Hauptmenü ausgeschlossen.
